let reviewArray = [
    {
        rid:1,
        pid:6,
        userName:'김민지',
        date:'2026.09.28',
        rating:5,
        reviewImgs:[
            "rev1.jpg",
            "rev2.jpg",
            "rev3.jpg",
        ],
        reviewTxt:`색상이 화면에서 본 것보다 더 따뜻하고 자연스러워요. 조립은 설명서 보고 천천히 하니까 어렵지 않았어요. 책이랑 작은 소품 같이 올려두기 딱 좋은 크기입니다. 깊이도 적당해서 공간을 많이 차지하지 않아요. 방 분위기가 훨씬 깔끔해진 것 같아서 만족해요.
        색상이 화면에서 본 것보다 더 따뜻하고 자연스러워요. 조립은 설명서 보고 천천히 하니까 어렵지 않았어요. 책이랑 작은 소품 같이 올려두기 딱 좋은 크기입니다. 깊이도 적당해서 공간을 많이 차지하지 않아요. 방 분위기가 훨씬 깔끔해진 것 같아서 만족해요.
        색상이 화면에서 본 것보다 더 따뜻하고 자연스러워요. 조립은 설명서 보고 천천히 하니까 어렵지 않았어요. 책이랑 작은 소품 같이 올려두기 딱 좋은 크기입니다. 깊이도 적당해서 공간을 많이 차지하지 않아요. 방 분위기가 훨씬 깔끔해진 것 같아서 만족해요.`
        
    },

    {
        rid:2,
        pid:7,
        userName:'이서현',
        date:'2026.09.28',
        rating:5,
        reviewImgs:[
            "rev4.jpg",
            "rev5.jpg",
            "rev6.jpg",
            "rev7.jpg",
            "rev8.jpg",
        ],
        reviewTxt:`침실 한쪽에 둘 낮은 책장을 찾다가 구매했어요. 내추럴오크 색상이 밝아서 좁은 공간에도 답답해 보이지 않아요. 3단이라 책과 수납바구니를 나눠서 정리하기 좋았습니다. 완성하고 나니 흔들림도 거의 없고 생각보다 탄탄해요. 가격 대비 디자인과 활용도 모두 만족스럽습니다.
        침실 한쪽에 둘 낮은 책장을 찾다가 구매했어요. 내추럴오크 색상이 밝아서 좁은 공간에도 답답해 보이지 않아요. 3단이라 책과 수납바구니를 나눠서 정리하기 좋았습니다. 완성하고 나니 흔들림도 거의 없고 생각보다 탄탄해요. 가격 대비 디자인과 활용도 모두 만족스럽습니다.
        침실 한쪽에 둘 낮은 책장을 찾다가 구매했어요. 내추럴오크 색상이 밝아서 좁은 공간에도 답답해 보이지 않아요. 3단이라 책과 수납바구니를 나눠서 정리하기 좋았습니다. 완성하고 나니 흔들림도 거의 없고 생각보다 탄탄해요. 가격 대비 디자인과 활용도 모두 만족스럽습니다.`
        
    },

    {
        rid:3,
        pid:8,
        userName:'박지훈',
        date:'2026.09.28',
        rating:4,
        reviewImgs:[
            "rev9.jpg",
            "rev10.jpg",
            "rev11.jpg",
            "rev12.jpg",
        ],
        reviewTxt:`배송 상태도 괜찮았고 부품도 빠짐없이 잘 왔어요. 혼자 조립했는데 대략 30분 정도 걸린 것 같습니다. 선반 간격이 넉넉해서 큰 책도 무리 없이 들어가네요. 나뭇결이 과하지 않아서 다른 가구랑도 잘 어울립니다. 조립형 제품치고 마감도 깔끔한 편이라 만족합니다.
        배송 상태도 괜찮았고 부품도 빠짐없이 잘 왔어요. 혼자 조립했는데 대략 30분 정도 걸린 것 같습니다. 선반 간격이 넉넉해서 큰 책도 무리 없이 들어가네요. 나뭇결이 과하지 않아서 다른 가구랑도 잘 어울립니다. 조립형 제품치고 마감도 깔끔한 편이라 만족합니다.
        배송 상태도 괜찮았고 부품도 빠짐없이 잘 왔어요. 혼자 조립했는데 대략 30분 정도 걸린 것 같습니다. 선반 간격이 넉넉해서 큰 책도 무리 없이 들어가네요. 나뭇결이 과하지 않아서 다른 가구랑도 잘 어울립니다. 조립형 제품치고 마감도 깔끔한 편이라 만족합니다.`
        
    },
];